Repository: emam000/HR_SRS
Catalog: *_srs/lib/l10n/intl_*.arb
Languages: ar

source: Sign in
ar: تسجيل الدخول

# hintEmailOrUsername
source: Email Or Username
ar: البريد الالكتروني او اسم المستخدم

# hintPassword
source: Password
ar: كلمة المرور

# users
source: Users Dep
ar: ادارة المستخدمين

# employee
source: Employees Dep
ar: ادارة الموظفين

# groupsAndPerm
source: Groups And Permission Dep
ar: ادارة المجموعات والصلاحيات

# attendance
source: Attendance Dep
ar: ادارة الحضور والانصراف

# payroll
source: Payroll Dep
ar: ادارة الرواتب

source: Logout
ar: تسجيل الخروج

# homeTitle
source: HR System
ar: نظام الموراد البشرية

# validEmail
source: Enter A Valid Email
ar: بريد الكتروني او اسم مستخدم صالح

# validPassword
source: Enter A Valid Password
ar: كلمة مرور صالحة

# slogan
source: Sign in to access your account
ar: سجل دخولك للوصول الي حسابك

# welcome
source: Welcome Back !
ar: مرحبا مرة اخري !

# signInSuccesHR
source: Sign in Successfully to HR
ar: تم تسجيل الدخول بنجاح لشاشة الموارد البشرية

# signInSuccesEmp
source: Sign in Successfully to Employee
ar: تم تسجيل الدخول بنجاح لشاشة الموظف

# emptyEmailAndPass
source: Please Enter Your Email Or Username And Password
ar: من فضلك ادخل اسم المستخدم او البريد الالكتروني وكلمة المرور

# emptyEmail
source: Please Enter Your Email Or Username
ar: من فضلك ادخل اسم مستخدم او البريد الالكتروني

# EmptyPassword
source: Please Enter Your Password
ar: من فضلك ادخل كلمة مرور

# emptyUsers
source: There are no Users till now
ar: لا توجد بيانات مستخدمين حتى الآن

# deleteUser
source: User Deleted Successfully
ar: تم حذف المستخدم بنجاح

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Full Name
ar: الاسم بالكامل

source: Email
ar: البريد الالكتروني

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Role
ar: الدور

source: Edit User Data
ar: تعديل بيانات المستخدم

# saveEdits
source: Save Changes
ar: حفظ التعديلات

# requiredField
source: This Field is Required
ar: هذا الحقل مطلوب

# emailRequForEmpAcc
source: Email Is Required For Employee Account
ar: البريد مطلوب لحساب الموظف

# userRequForHRAcc
source: Username Is Required For HR Account
ar: اسم المستخدم مطلوب لحساب مسؤول الموارد البشرية

# emptyEmployee
source: There are no Employee till now
ar: لا توجد بيانات موظفين حتى الآن

# toAddEmployee
source: Press On + Button To Add First Employee
ar: اضغط على زر + لإضافة أول مستخدم

# deleteEmployee
source: Employee Deleted Successfully
ar: تم حذف الموظف بنجاح

source: Edit Employee Data
ar: تعديل بيانات الموظف

source: National ID
ar: الرقم القومي

source: phone Number
ar: رقم التليفون

source: Department
ar: القسم

source: Address
ar: العنوان

source: Nationality
ar: الجنسية

source: Salary
ar: المرتب

source: Work Start
ar: وقت الحضور

source: Work End
ar: وقت الانصراف

source: Gender
ar: النوع

source: Date Of Birth
ar: تاريخ الميلاد

source: Join Date
ar: تاريخ التعاقد

# workTimeStartAt
source: Work Time Start At 09:00 AM
ar: موعد الحضور 09:00 AM

# workTimeEndAt
source: Work Time End At 05:00 PM
ar: موعد الانصراف 05: 00 PM

source: Choose Birthday
ar: اختر تاريخ الميلاد

source: Choose join Date
ar: اختر تاريخ التعيين

source: Save
ar: حفظ

source: Male
ar: ذكر

source: Female
ar: انثي

source: HR
ar: مسؤول الموارد البشرية

# emp
source: Employee
ar: موظف

# saveChangesSucces
source: Changes Saved Saccessfully
ar: تم حفظ التعديلات بنجاح

# addEmployeesuccess
source: Employee Added Successfully
ar: تم اضافة الموظف بنجاح

source: Add Employee
ar: اضافة موظف

source: Login Data
ar: بيانات تسجيل الدخول

source: Employee Data
ar: بيانات الموظف

# noGroups
source: No Groups Till Now
ar: لا توجد مجموعات

source: Permissions
ar: الصلاحيات

source: Loading ...
ar: تحميل ...

source: Add New Group
ar: اضافة مجموعة جديدة

source: Group Name
ar: اسم المجموعة

source: cancel
ar: الغاء

# pleaseEnterGroupName
source: Please Enter The Group Name
ar: الرجاء ادخال اسم المجموعة

source: Confirm Delete
ar: تاكيد الحذف

# didYouWantDelete
source: Did you want To Delete
ar: هل تريد حذف المجموعة

# attndenceTitle
source: Attendance For All Employees
ar: عرض سجلات حضور وانصراف جميع الموظفين

# login
source: Logoin
ar: تسجيل دخول

# noAttendance
source: No Attendance Yet
ar: لا يوجد حضور

source: Checkin
ar: دخول

source: Checkout
ar: خروج

# noPayoll
source: No Payroll Data Yet
ar: لا توجد بيانات رواتب

source: Base Salary
ar: الراتب الاساسي

# toAddPayroll
source: There is no data. Press + to add bonuses or deductions
ar: لا توجد بيانات اضغط علي + لاضافة حوافز او استقطاعات

source: net Salary
ar: الراتب الصافي

# deleteMessgPayroll
source: Salary Deleted Successfully
ar: تم حذف الراتب بنجاح

# addBonusesOrDeductions
source: Add Bonuses And Deductions
ar: اضافة حوافز او استقطاعات

# month
source: Month (MM-YYYY)
ar: الشهر (YYYY-MM)

source: Bonuses
ar: الحوافز

source: Deductions
ar: الاستقطاعات

# addpayrollMessg
source: Payroll Added Successfully
ar: تم اضاقة الراتب بنجاح

source: My Data
ar: بياناتي

# checkinMessage
source: Checkin Successfully
ar: تم تسجيل الدخول بنجاح

# CheckoutMessage
source: Checkout Successfully
ar: تم تسجيل الخروج بنجاح

source: unavilable
ar: غير متوفر

# alredayChekin
source: You Are Already Checkin Today
ar: تم تسجيل الدخول بالفعل اليوم

# alredayChekout
source: You Are Already Checkout Today
ar: تم تسجيل الخروج بالفعل اليوم

# NoCheckintoday
source: There Is No Checkin Today
ar: لم يتم تسجيل الدخول لهذا الحساب اليوم
